Repository: sugar-activities/4653-activity
Catalog: po/ayc.po
Languages: ayc

source: I know Rwanda
ayc: Conozco Ruanda wakichata

source: Game about the geography of Rwanda
ayc: Ruanda pachapa tuqita anataña

source: Cannot open %s
ayc: Janiwa jist'arasiña muniti %s

source: the city of %s
ayc: akïri markapa %s

source: the department of %s
ayc: akïri departamento suyupa %s

source: the province of %s
ayc: akïri provincia suyupa %s

source: the district of %s
ayc: akïri distrito suyupa %s

source: the state of %s
ayc: akïri Estado suyupa %s

source: the region of %s
ayc: akïri Ragión suyupa %s

source: the parish of %s
ayc: akïri Parroquia suyupa %s

source: the taluka of %s
ayc: akïri taluka suyupa %s

source: the municipality of %s
ayc: akïri Municipalidad suyupa %s

source: the %s
ayc: akïri %s

source: the %(river)s
ayc: uka %(river)s

source: the %(route)s
ayc: uka %(route)s

source: About %s
ayc: Akïri tuqita %s

source: Press any key to return
ayc: maski kawkipiri limt'añsa kutt'añataki limt'ma

source: You have chosen the map
ayc: Uka markana rixipa jajllta

source: Play
ayc: Anataña

source: Explore
ayc: Thaqtaña

source: About this game
ayc: Aka anataña tuqita

source: Return
ayc: Kuttaña

source: Choose the map to use
ayc: Marka rixita apnaqaña katma

source: Previous page
ayc: Nayrïri laphi

source: Next page
ayc: Qhipïri laphi

source: Exit
ayc: Mistuña

source: End
ayc: Tukuña

source: Show all
ayc: Qawayata uñachayaña

source: Press any key to skip
ayc: Thuqtañataki maski kawkipiri limt'añsa q'upt'ma

source: Rwanda
ayc: Ruanda marka

source: Eastern Province
ayc: Inti jalsu tuqi Provincia suyu

source: Kigali
ayc: Kigali marka

source: Northern Province
ayc: Ch'iqa tuqi Provincia suyu

source: Southern Province
ayc: Kupi tuqi Provincia suyu

source: Western Province
ayc: Inti jalanta tuqi Provincia suyu

source: Republic Democratic of Congo
ayc: República Jilïri Mayachäwi Taqinitaki p'iqinchäwi Congo marka

source: United Republic of Tanzania
ayc: República Jilïri Mayachäwi Ukampi mayachata Tanzania marka

source: Uganda
ayc: Uganda marka

source: Burundi
ayc: Burundi marka

source: Nyanza
ayc: Nyanza marka

source: Kibuye
ayc: Kibuye marka

source: Byumba
ayc: Byumba marka

source: Rwamagana
ayc: Rwamagana marka

source: Kicukiro
ayc: Kicukiro marka

source: Butamwa
ayc: Butamwa marka

source: Kiyumba
ayc: Kiyumba marka

source: Runda
ayc: Runda marka

source: Bulinga
ayc: Bulinga marka

source: Gitarama
ayc: Gitarama marka

source: Masango
ayc: Masango marka

source: Ruhango
ayc: Ruhango marka

source: Gatagara
ayc: Gatagara marka

source: Rusatira
ayc: Rusatira marka

source: Kaduha
ayc: Kaduha marka

source: Karaba
ayc: Karaba marka

source: Gikongoro
ayc: Gikongoro marka

source: Karama
ayc: Karama marka

source: Kitabi
ayc: Kitabi marka

source: Butare
ayc: Butare marka

source: Gisagara
ayc: Gisagara marka

source: Ruramba
ayc: Ruramba marka

source: Busoro
ayc: Busoro marka

source: Munini
ayc: Munini marka

source: Runyombyi
ayc: Runyombyi marka

source: Kagitumba
ayc: Kagitumba marka

source: Rwemhasha
ayc: Rwemhasha marka

source: Lubirizi
ayc: Lubirizi marka

source: Nyagatare
ayc: Nyagatare marka

source: Muvumba
ayc: Muvumba marka

source: Gatunda
ayc: Gatunda marka

source: Gabiro
ayc: Gabiro marka

source: Ngarama
ayc: Ngarama marka

source: Muhura
ayc: Muhura marka

source: Rukara
ayc: Rukara marka

source: Gikoro
ayc: Gikoro marka

source: Bicumbi
ayc: Bicumbi marka

source: Kayonza
ayc: Kayonza marka

source: Kigarama
ayc: Kigarama marka

source: Kibungo
ayc: Kibungo marka

source: Rukira
ayc: Rukira marka

source: Sake
ayc: Sake marka

source: Bare
ayc: Bare marka

source: Rusumo
ayc: Rusumo marka

source: Kirehe
ayc: Kirehe marka

source: Bugesera
ayc: Bugesera marka

source: Rilima
ayc: Rilima marka

source: Gashora
ayc: Gashora marka

source: Nemba
ayc: Nemba marka

source: Ngenda
ayc: Ngenda marka

source: Butaro
ayc: Butaro marka

source: Kidaho
ayc: Kidaho marka

source: Kirambo
ayc: Kirambo marka

source: Ruhengeri
ayc: Ruhengeri marka

source: Busogo
ayc: Busogo marka

source: Cyamba
ayc: Cyamba marka

source: Mulindi
ayc: Mulindi marka

source: Rushashi
ayc: Rushashi marka

source: Kinihira
ayc: Kinihira marka

source: Kinyami
ayc: Kinyami marka

source: Rutare
ayc: Rutare marka

source: Mbogo
ayc: Mbogo marka

source: Murambi
ayc: Murambi marka

source: Shyorongi
ayc: Shyorongi marka

source: Kora
ayc: Kora marka

source: Mutura
ayc: Mutura marka

source: Kagali
ayc: Kagali marka

source: Gisenyi
ayc: Gisenyi marka

source: Nyundo
ayc: Nyundo marka

source: Kabaya
ayc: Kabaya marka

source: Ngaru
ayc: Ngaru marka

source: Ngororero
ayc: Ngororero marka

source: Mabanza
ayc: Mabanza marka

source: Birambo
ayc: Birambo marka

source: Bwakira
ayc: Bwakira marka

source: Gishyita
ayc: Gishyita marka

source: Rwamatamu
ayc: Rwamatamu marka

source: Rwesero
ayc: Rwesero marka

source: Kamembe
ayc: Kamembe marka

source: Cyimbogo
ayc: Cyimbogo marka

source: Gisakura
ayc: Gisakura marka

source: Rwumba
ayc: Rwumba marka

source: Karengera
ayc: Karengera marka

source: Bugumya
ayc: Bugumya marka

source: Bugarama
ayc: Bugarama marka

source: Capital:
ayc: Jilïri marka

source: (1°57′ S - 30°4′ W)
ayc: (1°57′ S - 30°4′ O) chani

source: Language:
ayc: Aru:

source: Kinyarwanda
ayc: Kinyarwanda aru

source: French
ayc: Francés aru

source: English
ayc: Inglés aru

source: Government:
ayc: Gobierno P'iqinchäwi:

source: Parliamentary presidential republic
ayc: República presidencial parlamentaria P'iqinchäwi

source: President:
ayc: Presidente Jilïri Mallku:

source: Paul Kagame
ayc: Paul Kagame Presidente Jilïri Mallku

source: Prime Minister:
ayc: Primer Ministro Jilïri Mallku:

source: Pierre Habumuremyi
ayc: Pierre Habumuremyi Primer Ministro Jilïri Mallku

source: Independence:
ayc: Independencia Qhispïwi Mayachäwi:

source: from Belgium
ayc: Bélgica markata

source: declared: %s
ayc: inuqata: %s

source: 1 of July of 1962
ayc: 1 de julio de 1962 pachana

source: Area:
ayc: Uraqi katu:

source: 26.338 km² (149th)
ayc: 26.338 km² (149º) chani taña

source: Population:
ayc: Jaqinaka:

source: 11.689.696 (73rd)
ayc: 11.689.696 (73º) chani

source: GDP:
ayc: PBI utjiri:

source: USD 6.950 billion (139th)
ayc: USD 6.950 millones (139º) chani

source: HDI:
ayc: IDH Jaqinaka Ch'amanchasïwi Mayachäwi:

source: Low - 0,429 (166th)
ayc: Bajo - 0,429 (166º) chani

source: Currency:
ayc: Qullqi:

source: Rwandan franc
ayc: Franco ruandés qullqi

source: Provinces
ayc: Provincia suyunaka

source: Provincial capitals
ayc: Capitales provinciales markanaka

source: Cities
ayc: Markanaka

source: Waterways
ayc: Uma jalanaka

source: Routes
ayc: Saranaka

source: It's in %s
ayc: Ukankiwa %s

source: Cyangugu
ayc: Cyangugu marka

source: Nyakabuye
ayc: Nyakabuye marka

source: What a beautiful world! I will explore that territory. There I go!
ayc: ¡Jukha suma uraqi! Uka uraqi tumptha. ¡Jichha saraja!

source: Oh, no! The ship has problems, I'm going to crash!
ayc: ¡Jani samti! Pachnama sariri apirijawa jani walt'i, ¡Marinukajawa!

source: Luckily I was saved! Now I have to rebuild my ship. Need help!
ayc: ¡Tatitu munañapata qhispthwa! Jichhaxa pachnama sariri apirija askichañajawa. ¡Yanapt'ita!

source: We have to find
ayc: Katjañasawa

source: Now we have to find
ayc: Jichhaxa katjañasawa

source: We have to look a piece of my ship in
ayc: Thaqañasawa pachnama sariri apirijana maya yäpa thaqañasawa

source: There's a piece of my ship in
ayc: Maya chiqawa utji pachnama sariri apirijana maya chiqa yäpawa utji

source: According to my information have to look at
ayc: Yatisirakiwa uka chiqana jikxatasispa

source: We have to go up
ayc: Sarañasawa uka chiqakama

source: A piece of my ship fell into
ayc: Maya chiqa pachnama sariri apirijana ukaruwa jalaqaspa

source: Can you tell me where it is?
ayc: ¿Kawkinkanisa?

source: Where is it?
ayc: ¿Ukasti kawkinkisa?

source: Can you show me where it is?
ayc: ¿Kawkinkisa uka uñacht'ayitasmati?

source: Can you find it?
ayc: ¿Katjasmati?

source: Very well!
ayc: ¡Walikiwa!

source: Brilliant!
ayc: ¡Khusawa!

source: You found it!
ayc: ¡Katjtati!

source: Yes!
ayc: ¡Jïsa!

source: No, that is not correct
ayc: Janiwa, ukaxa janiwa chiqapäkiti

source: No, it is not there
ayc: Janiwa, jani ukankkiti

source: No, that seems to be wrong
ayc: Janiwa, k'arjamakiwa

source: That is not correct
ayc: Ukaxa janiwa chiqapäkiti

source: Now I can return Farewell to my planet. Thanks for your help!
ayc: Jichha kuttirikthwa uraqijaru. ¡Paya suma, yanapt'asiwistawa!

source: My ship is ready. Bye and thanks for helping!
ayc: Awyunajaxa saythapitawa. ¡Waliki yanapt'awistaxa, jakisiñkama!

source: We did it! I'm Ready to take off. Until next time!
ayc: ¡Jakiwthanwa! Sarxaja. ¡Jakisiñkama!

source: Author: Alan Aguiar
ayc: Luriri: Alan Aguiar

source: Send corrections, comments or suggestions to: alanjas@hotmail.com
ayc: Chiqachañataki apayaña, amuyt'anaka jani ukaxa iwxanaka alanjas@hotmail.com ukaru apayanma

source: This program is free software developed by the community
ayc: Akïri wakichäwixa software libre taypita tayqi maynina yanapt'äwipampi wakichatawa.

source: For more information visit http://ceibaljam.org
ayc: Juk'ampi yatxatañataki akïri wakichäwiru mantma http://ceibaljam.org

source: This program is based on 'Conozco Uruguay' (Author: Gabriel Eirea)
ayc: Akïri wakichataxa 'Conozco Uruguay' wakichatampi luratawa (Luriri: Gabriel Eirea)

source: Sounds downloaded from freesound.org: junggle_btn117.wav courtesy of junggle.
ayc: Ch'ililinaka apaqatanaka freesound.org: junggle_btn117.wav by junggle

source: Font: Share-Regular.ttf of urbanfonts.com
ayc: Wakisiri: Share-Regular.ttf de urbanfonts.com wakichataru
